tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "puma/puma"
tap "xwmx/taps"
brew "coreutils"
brew "eza"
brew "fd"
brew "ffmpeg"
brew "gh"
brew "git"
brew "git-delta"
brew "glab"
brew "glib"
brew "glow"
brew "gnupg"
brew "gnutls"
brew "gobject-introspection"
brew "harfbuzz"
brew "hashicorp/tap/vault"
brew "helm"
brew "jo"
brew "jq"
brew "k9s"
brew "kubernetes-cli"
brew "lazygit"
brew "libpq"
brew "libgit2"
brew "libyaml"
brew "mas"
brew "mysql", restart_service: true
brew "neovim"
brew "nginx", restart_service: true
brew "openssl@3"
brew "packer"
brew "pandoc"
brew "pass"
brew "poppler"
brew "postgresql@14", restart_service: true
brew "puma/puma/puma-dev"
brew "qt"
brew "redis", restart_service: true
brew "ripgrep-all"
brew "shared-mime-info"
brew "shellcheck"
brew "task"
brew "terraform"
brew "tmux"
brew "vale"
brew "xwmx/taps/nb"
brew "yarn"
cask "keepassxc"
cask "xbar"
cask "raycast"
