brew "atuin"
brew "awscli"
brew "bat"
brew "coreutils"
brew "curl"
brew "dlvhdr/formulae/diffnav"
brew "eza"
brew "fd"
brew "ffmpeg"
brew "forgit"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "glib"
brew "glow"
brew "gnupg"
brew "gnutls"
brew "gobject-introspection"
brew "graphviz"
brew "harfbuzz"
brew "helm"
brew "jo"
brew "jq"
brew "k9s"
brew "kubernetes-cli"
brew "lazygit"
brew "libgit2"
brew "libyaml"
brew "luarocks"
brew "mas"
brew "mise"
brew "neovim"
brew "pandoc"
brew "pngpaste"
brew "poppler"
brew "qt"
brew "ripgrep"
brew "ripgrep-all"
brew "rsync"
brew "shared-mime-info"
brew "shellcheck"
brew "starship"
brew "terraform"
brew "vale"
brew "vivid"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "zsh-vi-mode"

cask "firefox"
cask "font-codicon"
cask "font-victor-mono-nerd-font"
cask "keepassxc"
cask "kitty"
cask "mactex-no-gui"
cask "obsidian"
cask "orbstack"
cask "postman"
cask "raycast"
cask "shottr"
cask "skim"
cask "soundsource"
cask "vanilla"
cask "vlc"
cask "wezterm"
cask "xbar"
