tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"

brew "atuin"
brew "bat"
brew "coreutils"
brew "curl"
brew "eza"
brew "fd"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "glib"
brew "glow"
brew "gnupg"
brew "gnutls"
brew "gobject-introspection"
brew "graphviz"
brew "harfbuzz"
brew "helm"
brew "jo"
brew "jq"
brew "k9s"
brew "kubernetes-cli"
brew "lazygit"
brew "libgit2"
brew "libyaml"
brew "luarocks"
brew "mas"
brew "neovim"
brew "orbstack"
brew "pandoc"
brew "poppler"
brew "postman"
brew "qt"
brew "ripgrep"
brew "ripgrep-all"
brew "rsync"
brew "shared-mime-info"
brew "shellcheck"
brew "terraform"
brew "vale"
brew "vivid"
brew "zsh-completions"

cask "firefox"
cask "font-victor-mono-nerd-font"
cask "keepassxc"
cask "mactex-no-gui"
cask "raycast"
cask "skim"
cask "wezterm"
cask "xbar"
